## Language settings
##
## [UIFont] section
##    font used for UI if you need some special font setting for the language.
## [Locale] section
##   2char language codes 
##   affect to messagebox buttons
## [Menu] section 
##   function=<Menu Text>,<Menu Mnemonic char>,<Tooltip Text> 
## [Buttons] section
##   GUI buttons. <Button Text>,<Tooltop Text>
##
## Español Latino
## Traduccion por Diogeneslingus. diogeneslingus@gmail.com Buenos Aires, Argentina.
##
[UIFont]
font=
sizesmall=9
sizenormal=12
sizelarge=12
[Locale]
locale=en
[Pane]
primitive=Primitive
layerpreview=Capa Previsualizacion
effects=Effectos
[Menu]
file=Archivo,a
new=Nuevo,n
export=Exportar Imagen...,e,Exportar imagen como... (png / jpg / bmp / gif / tga)
load=Abrir...,o,Abrir .knob file
recent=Recientes
save=Guardar,g
saveas=Guardar como...,u,Save as .knob file
config=Propiedades...
exit=Cerrar,c
edit=Editar,e
undo=Deshacer,u
redo=Rehacer,r
setlayout=Ajustar Layout...,l
layer=Capa,l
renamelayer=Renombrar Capa...
addlayer=Agregar Capa
duplayer=Duplicar Capa
dellayer=Remover Capa
backlayer=Mover Atrás,b
forelayer=Mover Adelante,f
copylayer=Copiar Capa,c
pastelayer=Pegar Capa
animcurve=Animacion,a
curve1=Curva 1,1
curve2=Curva 2,2
curve3=Curva 3,3
curve4=Curva 4,4
curve5=Curva 5,5
curve6=Curva 6,6
curve7=Curva 7,7
curve8=Curva 8,8
test=Probar,t
testknob=Probar Perilla,t
help=Ayuda,h
helpindex=Indice,i
knobgallery=Galeria de Perillas,g
[Layers]
preference=Preferencias
layer=Capa %d
[Buttons]
addlayer=Agregar
duplayer=Duplicar
dellayer=Remover
backlayer=Mover Atrás
forelayer=Mover Adelante
preview=Vista Previa
render=Renderizar
test=Prueba,Modo Prueba
zoomout=Zoom Out
zoom1=Zoom 1:1
zoomin=Zoom In
[Primitive]
type=Tipo :
typenone=Ninguno
typeimage=Imagen
typecircle=Circulo
typecirclefill=Circulo Relleno
typemetalcircle=Circulo Metalico
typewavecircle=Cincel de Ondas
typesphere=Esfera
typerect=Rectangulo
typerectfill=Rectagulo Relleno
typetriangle=Triangulo
typeline=Linea
typeradiateline=Lineas Radiales
typehlines=Lineas Horizontales
typevlines=Lineas Verticales
typetext=Texto
typeshape=Forma
aspect=Aspecto :
round=Redondo :
width=Ancho :
length=Largo :
step=Paso :
anglestep=Angulo de Paso :
emboss=Relieve :
embossdiffuse=Relieve Difuso :
ambient=Ambiente :
lightdir=Direccion Iluminacion :
specular=Espejado :
specularwidth=Ancho Especular:
texturefile=Textura :
texturedepth=Profundidad de Textura:
texturezoom=Zoom de Textura:
diffuse=Difusion :
file=Archivo :
fileset=Buscar
transparent=Transparencia :
filealpha=Canal Alfa
opaque=Opaco
1stpixel=Primer Pixel
intellialpha=Alfa Inteligente :
autofit=Auto-Ajustar :
multiframe=Cuadros :
framealign=Orientacion :
vertical=Vertical
horizontal=Horizontal
individual=Archivos Individuales
text=Texto :
font=Fuente :
fontsize=Tamaño:
bold=Negrita
italic=Italica
textalign=Alineacion:
center=Centro
left=Izq
right=Der
shape=Forma :
edit=Editar
fill=Llenar
color=Colores :
[Effects]
antialias=Suavizado
unfold=Desplegar
animstep=Paso de Animacion:
zoom=Zoom
xysepa=Separar XY
x=X :
y=Y :
layoutoffset=Offset
rotateat=Rotacion
keepdir=Preservar Direccion
centerx=Centrar X :
centery=Centrar Y :
angle=Angulo :
colors=Colores
alpha=Alfa :
bright=Brillo :
contrast=Contraste :
saturation=Saturacion :
hue=Matiz :
mask=Mascara
mask1ena=Primer Mascara
mask2ena=Segunda Mascara
framemaskena=Mascara de Cuadro :
none=Ninguna
range=Rango
maskbits=Mascara de Bit
framemaskbits=Mascara de Bit :
op=Operacion:
and=AND
or=OR
masktype=Tipo :
rotate=Rotar
radius=Circular
horizontal=Horizontal
vertical=Vertical
gradation=Gradiente :
singledir=Unidireccional
bidir=Bidireccional
maskstart=Iniciar :
maskstop=Parar :
specular=Especular
dropshadow=Sombra Externa
insideshadow=Sombra Interna
edgehilight=Resaltar Borde
lightdir=Direccion Luz :
offset=Offset :
density=Densidad :
diffuse=Difusion:
shadowtype=Tipo :
shadowgrad=Gradiente :
[Prefs]
width=Ancho:
link=Enlazar Ancho/Alto
height=Alto:
oversampling=Ampliacion:
x1=1x
x2=2x
x4=4x
prevframes=Previsualizar Cuadros:
renderframes=Renderizar Cuadros:
framealign=Orientacion:
vertical=Vertical
horizontal=Horizontal
backcolor=Color de Fondo:
exportopt=Exportar Como:
stitched=Imagenes Enlazadas
individual=Archivos Individuales
anim=Animacion GIF/PNG
duration=Duracion (ms):
loop=Bucle (0 para infinito):
shuttle=Shuttle
[CurveEditor]
curvelabel=Curva %d
stepreso=Paso de Resolucion :
close=Cerrar
[ShapeEditor]
grid=Tamaño de Grilla :
gridenable=Pegar a la Grilla
gridvisible=Mostrar Grilla
fill=Llenar Forma
newpath=Nueva Guia
delpoint=Borrar Punto
pickhandle=Tomar Manija
loadsvg=Cargar SVG...
savesvg=Guardar como SVG...
close=Cerrar
[Config]
lookandfeel=Look & Feel :
language=Languaje :
shortcuts=Accesos Directos :
wheeldir=Invertir Rueda del Mouse
usecapture=Usar captura en Modo Prueba (para JRE 6)
disablemnemo=Desactivar mnemonica de teclas
regbrowser=Authorizar KnobBrowser
unregbrowser=Desauthorizar KnobBrowser
ok=Aplicar
restart=Reiniciar
[Message]
renamelayer=Renombrar Capa
notsaved=El archivo actual no ha sido guardado. Realmente quiere salir?
dellayer=Desea remover la capa seleccionada?
imgformaterr=Error de Formato! Debe ser PNG, BMP, JPG, JPEG o GIF!
animformaterr=Formato de Animacion Incorrecto!. Debe ser PNG o GIF!
notfound=Archivo no encontrado!
overwrite=El archivo ya existe! Desea SOBREESCRIBIR?
